amd-ucode
android-tools
anki-bin
apptainer
arch-install-scripts
archlinuxcn-keyring
archlinuxcn-mirrorlist-git
authy-desktop-win32-bin
base
base-devel
bash-completion
bind
bluez-utils
ccache
chezmoi
chntpw
chromium
cksfv
code-features
code-icons
code-marketplace
code-nautilus-git
dconf-editor
easyeffects
edid-decode-git
efibootmgr
etckeeper
fcitx5-chinese-addons
fcitx5-im
fcitx5-mozc
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
fcitx5-skin-adwaita-dark
file-roller
firefox-developer-edition
gdu
geary
gimp-devel
gnome
gnome-browser-connector
gnome-connections
gnome-randr-rust
gnome-shell-extension-appindicator
gnome-shell-extension-current-screen-only-on-window-switcher-git
gnome-shell-extension-fullscreen-notifications-git
gnome-shell-extension-gtktitlebar-git
gnome-shell-extension-nightthemeswitcher
gnome-shell-extension-no-annoyance-2-git
gnome-shell-extension-no-overview
gnome-shell-extension-unite
gnome-tweaks
goldendict-git
gst-libav
gst-plugin-pipewire
gstreamer-vaapi
htop
hunspell-en_us
hunspell-ja-git
i2pd
ideapad-cm
interception-caps2esc
iotop
iperf3
kernel-modules-hook-reflink
krdc
libreoffice-fresh-ja
libreoffice-fresh-zh-cn
libva-mesa-driver
libva-utils
linux
linux-firmware
linux-lts
lldb
lsof
man-db
man-pages
mcomix
miniserve
modprobed-db
mpv-danmaku-git
mpv-sponsorblock-git
nano
neofetch
neovim-symlinks
networkmanager
nginx-mainline
nicotine+
nmap
nm-connection-editor
noto-fonts-cjk
p7zip
pacman-contrib
paru
plocate
podman
powerpill
python-black
python-pysubs2
qbittorrent-enhanced-ua
qemu-desktop
realtime-privileges
reflector
reptyr
rmlint-shredder-git
rsync
rust-analyzer
rustdesk-flutter-git
session-desktop-bin
speedtest-cli
sqlitebrowser
ssh-audit
strace
tailscale
telegram-desktop
testdisk
texlive-langchinese
texlive-langjapanese
texlive-most
texstudio
thunderbird
tk
tmux
ttf-fira-code
usbutils
v2raya
ventoy-bin
vulkan-radeon
waypipe
wireguard-tools
wireshark-qt
wl-clipboard
xdg-desktop-portal
xorg-xauth
xorg-xeyes
yt-dlp
zoom
