7zip
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
amd-ucode
android-tools
anki-bin
apptainer
archlinuxcn-keyring
archlinuxcn-mirrorlist-git
arc-solid-gtk-theme
base
base-devel
bash-completion
bind
btrfs-progs
ccache
chezmoi
chntpw
chromium
cksfv
code-features
code-icons
code-marketplace
code-nautilus-git
czkawka-gui-bin
dconf-editor
dnsmasq
efibootmgr
ente-auth-bin
extension-manager
fastfetch
fcitx5-chinese-addons
fcitx5-im
fcitx5-mozc
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
file-roller
firefox-developer-edition
foliate
gamescope
gdb
gdu
geary
gnome
gnome-firmware
gnome-randr-rust
gnome-shell-extension-appindicator
gnome-shell-extensions
gnome-themes-extra
gnome-tweaks
goldendict-ng
gst-libav
gst-plugin-va
hdparm
htop
hunspell-en_us
hunspell-ja-git
i2pd
inadyn
intel-media-driver
intel-ucode
interception-caps2esc
iotop
iperf3
jdownloader2
jupyterlab
keepassxc-git
kernel-modules-hook-bindmount
lib32-vulkan-intel
lib32-vulkan-radeon
libappindicator-gtk3
libreoffice-fresh-ja
libreoffice-fresh-zh-cn
libsodium
libva-utils
linux
linux-firmware
lldb
localsend
man-db
mcomix
miniserve
modprobed-db
moonlight-qt
mplayer
mpv_inhibit_gnome
mpv-mpris
mpv-sponsorblock
neovim-symlinks
networkmanager
networkmanager-openvpn
nm-connection-editor
nvtop
obs-pipewire-audio-capture-bin
openbsd-netcat
pacman-contrib
papirus-icon-theme
paru
patchelf
pax-utils
pipewire-alsa
pkgfile
plocate
podlet
podman
powerpill
power-profiles-daemon
python-black
python-mutagen
python-pysubs2
qbittorrent-enhanced-ua
qemu-desktop
rclone
rsync
rust-analyzer
sbctl
seahorse
session-desktop-bin
speedtest-cli
sqlitebrowser
steam
strace
sunshine-bin
syncthing
systemd-boot-pacman-hook
systemd-ukify
tailscale
tealdeer
telegram-desktop
testdisk
tk
tmux
torbrowser-launcher
tree
ttf-fira-code
unrar
ventoy-bin
virtio-win
virt-manager
vulkan-intel
vulkan-radeon
wireguard-tools
wireless-regdb
wireshark-qt
wl-clipboard
xorg-xeyes
yt-dlp
zram-generator
