aardvark-dns
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
amd-ucode
android-tools
anki-bin
apptainer
arch-install-scripts
archlinuxcn-keyring
archlinuxcn-mirrorlist-git
archlinux-wallpaper
arc-solid-gtk-theme
authy-desktop-win32-bin
base
base-devel
bash-completion
bind
bluez-utils
bt-dualboot
btrfs-progs
ccache
chezmoi
cksfv
code-features
code-icons
code-marketplace
code-nautilus-git
dconf-editor
dnsmasq
efibootmgr
etckeeper
extension-manager
f37-backgrounds
f38-backgrounds
fastfetch
fcitx5-chinese-addons
fcitx5-im
fcitx5-mozc
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
file-roller
firefox-developer-edition
gdu
geary
gnome
gnome-firmware
gnome-randr-rust
gnome-themes-extra
gnome-tweaks
gnu-netcat
goldendict-ng-git
gst-libav
gst-plugins-ugly
gstreamer-vaapi
hdparm
htop
hunspell-en_us
hunspell-ja-git
i2pd
inadyn
interception-caps2esc
iotop
iperf3
jupyterlab
kernel-modules-hook-bindmount
libreoffice-fresh-ja
libreoffice-fresh-zh-cn
libva-mesa-driver
libva-utils
linux
linux-firmware
lldb
man-db
mcomix
mesa-utils
mesa-vdpau
miniserve
modprobed-db
moonlight-qt
mpv_inhibit_gnome
mpv-mpris
mpv-sponsorblock-git
neovim-symlinks
networkmanager
networkmanager-openvpn
nicotine+
nm-connection-editor
nvtop
p7zip
pacman-contrib
papirus-icon-theme
paru
pipewire-alsa
pkgfile
plocate
podman-compose
podman-docker
powerpill
power-profiles-daemon
python-black
python-mutagen
python-pysubs2
qbittorrent-enhanced-ua
qemu-desktop
rclone
reflector
rmlint-shredder
rsync
rust-analyzer
session-desktop-bin
speedtest-cli
sqlitebrowser
steam
strace
sunshine-bin
syncthing
systemd-shutdown-diagnose
tailscale
telegram-desktop
testdisk
texlive-langchinese
texlive-langenglish
texlive-langjapanese
texlive-meta
tk
tmux
torbrowser-launcher
tree
ttf-fira-code
ventoy-bin
virtio-win
virt-manager
webp-pixbuf-loader
wireguard-tools
wireless-regdb
wireshark-qt
wl-clipboard
xorg-xeyes
yt-dlp
zoom
zram-generator
